import Image from "next/image";
import "./earShapingMethod.scss";

export const metadata = {
  title:
    "Методы формирования правильного постава некупированных ушей у шнауцеров",
};

export default function EarShapingMethod() {
  return (
    <div className="ear-shaping-method">
      <h1>
        Методы формирования правильного постава некупированных ушей у шнауцеров
      </h1>
      <p>
        Десятки лет уши и хвосты у шнауцеров благополучно купировались. И,
        соответственно, существовала куча методов «постановки» ушей – от
        банального заматывания «рожек» пластырем до специально разработанных
        «корон», одеваемых на голову. В 2000, если не ошибаюсь, году
        глубокоуважаемая международная федерация порадовала нас известием, что
        уши и хвосты резать теперь нежелательно – а с тем, что отрастает в форме
        «бубликов» на попе и «розочек» или «чебурашек» на голове – делайте, что
        хотите. Хорошо, что пока еще не очень цепляются к форме некупированных
        конечностей. Но эксперты уже начинают обращать внимание на постав ушей и
        хвоста, и времена более жестких репрессий в этом направлении, думаю, уже
        близки.
      </p>
      <p>
        Терапевтические методы исправления «бублика» на попе мне неизвестны, а
        вот с «розочками» на голове можно попытаться побороться...
      </p>
      <p>
        Я постараюсь описать методы заклейки ушей, которыми пользовалась сама
        или слышала от владельцев некупированных шнауцеров. Как удачный так и не
        очень. Оговорюсь сразу, что мой личный опыт основывается на «укладке» в
        течение нескольких месяцев очень крупных ушей среднего шнауцера и может
        быть полезен в аналогичных случаях – т.е. ризены и крупноухие миттели. У
        цвергов и миттелей с маленькими ушками может быть своя специфика. Но
        некоторые методы, указанные ниже могут быть использованы.
      </p>

      <h3>Существующие проблемы и используемая терминология.</h3>
      <p>
        Сначала определюсь с терминологией, которую буду использовать дальше.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi1.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi2.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        У маленьких щенков проблем с поставом ушей, за исключением редких
        случаев, нет. Уши достаточно плотно прилегают к голове, внутренний край
        уха направлен вертикально вниз.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi3.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi4.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Чудеса начинаются во время смены зубов. Еще недавно аккуратно лежащие
        ушки вырастают, заламываются назад и превращаются в «банановые шкурки»
      </p>
      <p>
        Заламываются дальше и приподнимаются, превращаясь в оттопыренные
        «банановые шкурки»
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi5.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi6.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Или еще дальше и хуже – в «розочки», когда постоянно видна внутренняя
        поверхность уха. Продольная и поперечная складка не выражены, а
        зловредная задняя складка развита настолько, что не дает уху опускаться
        вниз.
      </p>
      <h3>Правильный постав ушей</h3>
      <p>
        Внутренняя поверхность уха должна прилегать к голове. Кончики ушей
        направлены вниз и чуть вперед. Поперечная складка от головы направлена
        вниз под небольшим углом. Продольная и задняя складка не должны быть
        сильно выражены. Естественно, уши должны быть симметричны.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi7.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi8.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi9.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <h3>Способы заклейки</h3>
      <h4>1. Тугая заклейка.</h4>
      <p>
        Руками формируем поперечную складку и направляем ее вперед в сторону
        носа. Получившийся из уха фунтик заклеиваем, стараясь не нарушить
        правильное положение поперечной и продольной складок. Кончики ушей после
        заклейки должны быть направлены вниз. Склеиваем уши друг с гругом под
        горлом чтобы зафиксировать их положение. Между скрепляющей лентой и
        горлом должны своборно проходить два-три пальца.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi10.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi11.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi12.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Этот способ позволяет максимально быстро сформировать все необходимые
        складки и в результате получить правильный постав ушей. Основной минус
        его – заклейка очень сильно нарушает вентиляцию уха, что может быть
        чревато развитием заболеваний.
      </p>
      <h4>2. Плотная заклейка</h4>
      <p>
        Руками формируем поперечную складку и направляем ее вниз к горлу, чуть
        оттягивая. Широкой лентой вдоль поперечной складки через горло склеиваем
        уши друг с другом. Между лентой и горлом должны своборно проходить
        два-три пальца.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi13.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi14.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Этот способ позволяет «спустить» уши вниз и сформировать поперечную
        складку . Минус его тот же, что и у предыдущего способа – эта заклейка
        сильно нарушает вентиляцию уха.
      </p>
      <h4>3. Плоская заклейка</h4>
      <p>
        Поверхность уха от кончика до поперечной складки оклеивается клеющей
        лентой в один или несколько слоев. Лентой к внешней поверхности уха
        можно приклеить какой-нибудь утяжеляющий предмет, например большую
        монету. Можно также соединить уши друг с другом неширокой лентой,
        прикрепленной к кончикам ушей и проходящей под горлом, таким образом,
        чтобы между лентой и горлом свободно проходили четыре пальца.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi15.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Такая заклейка не позволяет ушам приподниматься и формирует поперечную
        складку. Хороша тем, что практически не нарушает вентиляцию ушей.
        Поэтому может использоваться достаточно длительное время без
        отклеивания. Основной минус в том, что при таком способе заклейки не
        устраняется изляшняя задняя складка. Этот способ хорош для коррекции
        привстающих ушей. Для исправления постава ушей, заваливающихся назад, он
        малопригоден.
      </p>
      <h4>4. Внутренняя заклейка</h4>
      <p>
        Ухо изнутри по поперечной складке проклеивается двухсторонним скотчем.
        При этом уху придается дополнительная жесткость, формируется поперечная
        складка и заклейка практически не видна. Этот способ мне рекомендовал
        кто-то из питерских цвержистов. Пробовала. На моей крупноухой собаке не
        сработало. Скотч не мешал уху заваливаться назад и очень быстро
        отклеивался. Я вообще, кстати, не нашла материалов, которые хорошо
        держались бы на внутренней поверхности уха. Попытки обезжирить, чтобы
        лучше клеилось, хорошо постриженную поверхность уха также не принесли
        значимых результатов.
      </p>
      <h4>5. Угловая заклейка</h4>
      <p>
        Руками формируем поперечную складку и оклеиваем внешний угол уха двумя
        широкими клеющими лентами. Одна со сгибом на поперечной складке, другая
        со сгибом на внешнем краю уха. Такая заклейка утяжеляет внешний край
        ушей не позволяет ушам подниматься, фиксирует поперечную складку,
        несколько ограничивает сгиб уха по задней складке.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi16.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Вентиляция ушей практически не нарушается, поэтому эта заклейка может
        использоваться достаточно длительное время без отклеивания. Использовать
        ее имеет смысл скорее для привстающих ушей. Для ушей заваливающихся
        назад, на мой взгляд, кроме устранения задней складки важно формирование
        правильной продольной складки, что этот способ заклейки не позволяет
        сделать.
      </p>
      <h4>6. Фиксирующая заклейка</h4>
      <p>
        Руками формируем поперечную складку и от нее точно по продольной складке
        неширокой клеющей лентой через горло уши скрепляются друг с другом.
        Нетуго. Между лентой и горлом должны свободно проходить четыре пальца.
        Вентиляция ушей при таком способе заклейки нарушается несильно.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi17.jpeg"}
          alt=""
          width={300}
          height={356}
        />
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi18.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Этот способ может использоваться, когда нормальный постав ушей уже
        сформирован, но нестабилен. Я в течение пары месяцев использовала именно
        этот способ, когда уши уже могли достаточно долго в свободном состоянии
        быть нормально поставлены, но в определенных ситуациях одно ухо
        заваливалось назад и превращалось в «банановую шкурку». Подклеивала уши
        в основном на ночь, когда была велика вероятность того, что у лежащей
        собаки ухо примет и закрепит неправильное положение.
      </p>
      <h4>7. Точечная заклейка</h4>
      <p>
        Каплями клея (я использовала обычный &ldquo;Момент&rdquo;) чистое и
        максимально обезжиренное каким-нибудь спиртовым раствором ухо
        фиксируется в положении, близком к требуемому. В точке 1 - приклеивается
        к голове, в точке 2 - к щеке, в точке 3 - складка уха проклеивается
        изнутри. Вентиляция ушей при таком способе заклейки нарушается несильно.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi19.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Этот способ может использоваться как замена всем предыдущим при не очень
        больших ушах. Для нормального постава больших ушей обязательно наличие
        хорошо сформированной продольной складки, которую с помощью клея
        сделать, по-моему, затруднительно. Из достоинств метода можно отметить
        то, что на прогулке никто не пристает с вопросами &ldquo;А что у вашей
        собачки с ушками. Болят?&rdquo;
      </p>
      <h4>8. Массаж</h4>
      <p>
        Нельзя недооценивать также эффективность ручного массажа ушей.
        Брату-однопометнику моей собаки таким образом сформировали правильный
        постав без всякой заклейки. Я использовала массаж, как вспомогательное
        средство. Между большим и указательным проглаживала поперечную складку
        уха, чуть оттягивая ухо вниз. А также большим пальцем проглаживала
        вверх-вниз и чуть вдавливала внутрь до щелчка хряща место соединения
        продольной и поперечной складок, придерживая при этом остальными
        пальцами поперечную складку и чуть оттягивая ухо вниз.
      </p>
      <h3>Используемые для заклейки материалы</h3>
      <p>Материалы для заклейки подбираются индивидуально.</p>
      <p>
        Я пробовала использовать пластырь, поскольку им пользуется большинство
        тех, кто клеит уши. Мне не понравилось. Флизелиновый пластырь не клеится
        совсем, даже на хорошо постриженные машинкой уши. Пластырь на тканой
        основе нужно тщательно подбирать. Примерно половину купленных образцов
        также можно было сразу использовать для других целей, поскольку к даже
        не особо шерстяным ушам они липли неохотно. Некоторые образцы, в
        основном дорогие иностранного производства, вели себя прилично. Клеились
        хорошо, правда и отдирались с трудом. После их использования собака
        ходила с плешками на ухе из-за эпиляции пластырем. Общие проблемы
        пластырей – размокание от дождика и мытья с последующей потерей клеющих
        свойств и оставление на ухе противных и плохо отчищаемых белых ошметков
        после отклейки.
      </p>
      <p>
        Намного больше понравилась «лента бандажная армированная 50мм х 10м
        белая» из строительного магазина.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi20.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Отлично клеится, причем даже к достаточно длинной шерсти, не размокает,
        не оставляет следов после отклейки. Как и хорошие пластыри, ее можно
        вдоль и поперек намотки отрывать руками, если в доступной близости нет
        ножниц. В общем ее я в основном и использовала.
      </p>
      <p>Есть аналог. Клеится тоже неплохо, но похуже белой.</p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi21.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Для заклейки внутренней поверхности уха используется двухсторонний
        скотч. В хозяйстве он нужен для приклеивания ковролина к полу. Продается
        также в строительных магазинах.
      </p>
      <p>
        Все время , когда клеила уши, мечтала о какой-нибудь плоской прищепке,
        фиксирующей поперечную складку. При этом она должна быть не настолько
        упругой, чтобы мешать кровообращению, но достаточно жесткой, чтобы
        держать складку и не слетать, когда собака отряхивается или чешется. Не
        нашла ничего удовлетворяющего этим требованиям. Может кто-то хитрый уже
        придумал что-то подобное...
      </p>
      <h3>Предостережения</h3>
      <p>
        Заклейкой ушей собаки можно заниматься, если есть уверенность, что уши
        собаки здоровы!
      </p>
      <p>
        Если есть хотя-бы один из следующих признаков, сопровождающих заклейку:
      </p>
      <ul>
        <li>уши слишком горячие</li>
        <li>собака часто трясет головой</li>
        <li>
          собака чешет уши, сдирая заклейку (это при условии, что к заклеенным
          ушам она уже привыкла)
        </li>
        <li>присутствует неприятный специфический запах из ушей</li>
        <li>заметно увеличилось количество выделений из ушей</li>
      </ul>
      <p>
        Cледует прекратить заклейку, прочистить уши и, если неприятные признаки
        в течение суток не исчезают, обратиться к ветеринару.
      </p>
      <p>
        Для очистки ушей можно использовать слабые спиртовые растворы,
        специальные лосьоны, пудры, которые кроме антисептического эффекта
        облегчают процесс удаления шерсти из уха.
      </p>
      <p>
        Срок непрерывной заклейки определяется индивидуально. Заводчица моей
        собаки заклеивала свою на неделю. После этого чистка, мойка, сутки
        отдыха и опять заклейка на неделю. Уложили уши за пару месяцев при этом
        их не угробив. Сейчас проблем с поставом ушей у ее собаки нет, уши
        здоровы. Ушки, правда, там достаточно маленькие, что, возможно,
        облегчило укладку.
      </p>
      <div className="images">
        <Image
          src={"/images/articlesPage/ear-shaping-method/Ushi22.jpeg"}
          alt=""
          width={300}
          height={356}
        />
      </div>
      <p>
        Я не клеила уши у своей собаки больше чем на два дня. При большем сроке
        заклейки уши нагревались и появлялся неприятный запах. Обычно клеила уши
        на ночь + первая половина дня потом несколько часов перерыва. Раз в
        неделю чистка – обработка. В результате процесс заклейки затянулся на
        полгода, но правильный постав получен и уши здоровы.
      </p>

      <p>
        Успехов в формировании приличного облика некупированного шнауцера! Если
        придумаете что-то оригинальное, пожалуйста напишите, поделитесь!
      </p>
    </div>
  );
}
